<title>Палітыка прыватнасці</title>
<br>
<h1>Палітыка прыватнасці</h1>
< p > 01 студзеня 2024-Абноўлена: 24 сакавіка 2024< / p>
<br>
<p>
Цяперашні
Палітыка прыватнасці персанальных
дадзеных (далей – Палітыка прыватнасці)
дзейнічае ў дачыненні да ўсёй інфармацыі,
якую дадзены сайт, на якім размешчаны
тэкст гэтай Палітыкі прыватнасці,
можа атрымаць пра Карыстальніка, а таксама
любых праграм і прадуктаў, размешчаных
на ім.</p>
<h2>1. ВЫЗНАЧЭННЕ ТЭРМІНАЎ</h2>
<p>
1.1
У сапраўднай Палітыцы прыватнасці
выкарыстоўваюцца наступныя тэрміны:</p>
<p>
1.1.1.
"Адміністрацыя сайта" - упаўнаважаныя
супрацоўнікі на кіравання сайтам,
якія дзейнічаюць ад яго імя, якія
арганізуюць і (або) ажыццяўляе апрацоўку
персанальных дадзеных, а таксама вызначае
мэты апрацоўкі персанальных дадзеных,
склад персанальных дадзеных, якія падлягаюць
апрацоўцы, дзеянні (аперацыі), якія здзяйсняюцца
з персанальнымі дадзенымі.</p>
<p>
1.1.2.
"Персанальныя дадзеныя" - любая інфармацыя,
якая адносіцца да прама ці ўскосна
вызначанага або вызначанага
фізічнай асобе (суб'екту персанальных
дадзены).</p>
<p>
1.1.3.
"Апрацоўка персанальных дадзеных" - любое
дзеянне (аперацыя) або сукупнасць
дзеянняў (аперацый), якія здзяйсняюцца з
выкарыстаннем сродкаў аўтаматызацыі
або без выкарыстання такіх сродкаў з
персанальнымі дадзенымі, уключаючы збор,
запіс, сістэматызацыю, назапашванне,
захоўванне, ўдакладненне (абнаўленне,
змена), выманне, выкарыстанне,
перадачу (распаўсюджванне, прадастаўленне,
доступ), обезличивание, блякаваньне,
выдаленне, знішчэнне персанальных
дадзены.</p>
<p>
1.1.4.
"Канфідэнцыяльнасць персанальных
дадзеных " - Абавязковае для захавання
Адміністрацыяй сайта патрабаванне не
дапускаць іх наўмыснага распаўсюджвання
без згоды суб'екта персанальных
дадзеных або наяўнасці іншага законнага
падстава.</p>
<p>
1.1.5.
»Карыстальнік сайта (Далей карыстальнік)"
- асоба, якая мае доступ да сайта, з дапамогай
сеткі Інтэрнэт і якое выкарыстоўвае дадзены
сайт для сваіх мэтаў.</p>
<p>
1.1.6.
"Cookies" - невялікі фрагмент дадзеных,
адпраўлены вэб-серверам і захоўваемы
на кампутары карыстальніка, які
вэб-кліент або вэб-браўзэр кожны раз
перасылае вэб-серверу ў HTTP-запыце пры
спробе адкрыць старонку адпаведнага
сайт.</p>
<p>
1.1.7.
» IP-адрас " — унікальны сеткавы адрас
вузла ў кампутарнай сеткі, пабудаванай
па пратаколе IP.</p>
<h2>2. АГУЛЬНЫЯ ПАЛАЖЭННІ</h2>
<p>
2.1.
Выкарыстанне Карыстальнікам сайта
азначае згоду з гэтай Палітыкай
прыватнасці і ўмовамі апрацоўкі
персанальных дадзеных Карыстальніка.</p>
<p>
2.2.
У выпадку нязгоды з умовамі палітыкі
прыватнасці Карыстальнік павінен
спыніць выкарыстанне сайта.</p>
<p>
2.3.Цяперашні
Палітыка прыватнасці ўжываецца
толькі да гэтага сайту. Адміністрацыя
сайта не кантралюе і не нясе
адказнасць за сайты трэціх асоб,
на якія Карыстальнік можа перайсці
па спасылках, даступным на дадзеным сайце.</p>
<p>
2.4.
Адміністрацыя сайта не правярае
дакладнасць персанальных дадзеных,
якія прадстаўляюцца Карыстальнікам сайта.</p>
<h2>3. Прадмет палітыкі прыватнасці< / h2>
<p>
3.1.
Сапраўдная палітыка прыватнасці
ўсталёўвае абавязацельствы адміністрацыі
сайта па наўмысным невыдаванні
персанальных дадзеных, якія карыстальнік
прадастаўляе па разнастайных запытам
Адміністрацыі сайта (напрыклад, пры
рэгістрацыі на сайце, афармленні заказу,
падпіскі на апавяшчэння і т. п).</p>
<p>
3.2.
Персанальныя дадзеныя, дазволеныя да
апрацоўцы ў рамках сапраўднай Палітыкі
прыватнасці, прадастаўляюцца
Карыстальнікам шляхам запаўнення
спецыяльных формаў на сайце і звычайна
ўключаюць у сябе наступную інфармацыю:< / p>
<p>
3.2.1.
прозвішча, імя, імя па бацьку карыстальніка;< / p>
<p>
3.2.2.
кантактны тэлефон карыстальніка;< / p>
<p>
3.2.3.
адрас электроннай пошты (E-mail);< / p>
<p>
3.2.4.
месца жыхарства карыстальніка і іншыя
даныя.</p>
<p>
3.3.
Адміністрацыя сайта таксама прымае
намаганні па абароне персанальных дадзеных,
якія аўтаматычна перадаюцца ў
працэсе наведвання старонак сайта:< / p>
<p>
IP
адрас; < br>
інфармацыя з cookies;<br>
інфармацыя
аб браўзэры (ці іншай праграме, якая
ажыццяўляе доступ да сайта);<br>
час
доступу; < br>
наведаныя адрасы
старонак; < br>
рэферэрам (адрас папярэдняй
старонкі) і да т. п.< / p>
<p>
3.3.1.
Адключэнне cookies можа пацягнуць немагчымасць
доступ да сайта.</p>
<p>
3.3.2.
Сайт ажыццяўляе збор статыстыкі аб
IP-адрасах сваіх наведвальнікаў. Дадзены
інфармацыя выкарыстоўваецца з мэтай выяўлення
і вырашэння тэхнічных праблем, для
кантролю карэктнасці праводзяцца
аперацыя.</p>
<p>
3.4.
Любая іншая персанальная інфармацыя
неагавораная вышэй (гісторыя пакупак,
якія выкарыстоўваюцца браўзэры і аперацыйныя
сістэмы і г. д.) не падлягае наўмыснаму
выдавання, за выключэннем выпадкаў,
прадугледжаных у п. п. 5.2. і 5.3. цяперашні
Палітыка прыватнасці.</p>
<h2>4. Мэты збору персанальнай інфармацыі карыстальніка< / h2>
<p>
4.1.
Персанальныя дадзеныя Карыстальніка
Адміністрацыя сайта можа выкарыстоўваць
у мэтах:< / p>
<p>
4.1.1.
Ідэнтыфікацыі Карыстальніка,
зарэгістраванага на сайце, для
афармлення замовы і (або) заключэння
Дагавор.</p>
<p>
4.1.2.
Прадастаўлення карыстальніку доступу
да персаналізаваным рэсурсаў
сайт.<br>
4.1.3. Ўстанаўлення з карыстальнікам
зваротнай сувязі, уключаючы кірунак
апавяшчэнняў, запытаў, якія тычацца
выкарыстання сайта, аказання паслуг,
апрацоўка запытаў і заявак ад
Карыстальнік.</p>
<p>
4.1.4.
Вызначэння месца знаходжання карыстальніка
для забеспячэння бяспекі,
прадухілення махлярства.</p>
<p>
4.1.5.
Пацверджання дакладнасці і паўнаты
персанальных дадзеных, прадастаўленых
Карыстальнік.</p>
<p>
4.1.6.
Стварэння ўліковага запісу для здзяйснення
пакупак, Калі карыстальнік даў згоду
Стварэнне ўліковага запісу.</p>
<p>
4.1.7.
Апавяшчэння карыстальніка сайта аб
стане замовы.</p>
<p>
4.1.8.
Апрацоўкі і атрымання плацяжоў,
пацверджання падатку або падатковых
ільгот, аспрэчвання плацяжу, вызначэння
правы на атрыманне крэдытнай лініі
Карыстальнік.</p>
<p>
4.1.9.
Прадастаўлення карыстачу эфектыўнай
кліенцкай і тэхнічнай падтрымкі пры
узнікненні праблем звязаных з
выкарыстанне сайта.</p>
<p>
4.1.10.
Прадастаўлення карыстальніку з яго
згоды, абнаўленняў прадукцыі,
спецыяльных прапаноў, інфармацыі аб
цэнах, навіннай рассылкі і іншых звестак
ад імя сайта або ад імя партнёраў
сайт.</p>
<p>
4.1.11.
Ажыццяўлення рэкламнай дзейнасці
са згоды Карыстальніка.</p>
<p>
4.1.12.
Прадастаўлення доступу карыстальніку
на іншыя сайты або сэрвісы партнёраў
гэтага сайта з мэтай атрымання іх
прапаноў, абнаўленняў або паслуг.</p>
<h2>5. Спосабы і тэрміны апрацоўкі персанальнай інфармацыі< / h2>
<p>
5.1.
Апрацоўка персанальных дадзеных карыстальніка
ажыццяўляецца без абмежавання тэрміну,
любым законным спосабам, уключаючы
інфармацыйных сістэмах персанальных
дадзеных з выкарыстаннем сродкаў
аўтаматызацыі або без выкарыстання
такіх сродкаў.</p>
<p>
5.2.
Карыстальнік згаджаецца, што
Адміністрацыя сайта мае права перадаваць
персанальныя дадзеныя трэцім асобам, у
прыватнасці, кур'ерскім службам,
арганізацыямі паштовай сувязі, аператарам
электрасувязі, выключна ў мэтах
выканання заявак карыстальніка,
аформленых на сайце, у рамках Дагавора
публічнай аферты.</p>
<p>
5.3.
Персанальныя дадзеныя карыстальніка могуць
быць перададзены ўпаўнаважаным органам
дзяржаўнай улады толькі па
падставах і ў парадку, устаноўленым
дзеючым заканадаўствам.</p>
<h2>6. Абавязацельствы бакоў< / h2>
<p>
6.1.
Карыстальнік абавязваецца:< / p>
<p>
6.1.1.
Даць карэктную і праўдзівую
інфармацыю аб персанальных дадзеных,
неабходную для карыстання сайтам.</p>
<p>
6.1.2.
Абнавіць або дапоўніць прадстаўленую
інфармацыю аб персанальных дадзеных у
выпадку змены дадзенай інфармацыі.</p>
<p>
6.1.3.
Прымаць меры для абароны доступу да
сваім канфідэнцыйным дадзеных, якія захоўваюцца
на сайце.</p>
<p>
6.2.
Адміністрацыя Сайта абавязваецца:< / p>
<p>
6.2.1.
Выкарыстоўваць атрыманую інфармацыю
выключна для мэт, указаных у
п. 4 сапраўднай Палітыкі прыватнасці.</p>
<p>
6.2.2.
Не выдаваць персанальных дадзеных
Карыстальніка, за выключэннем п. п. 5.2. і
5.3. сапраўднай Палітыкі прыватнасці.</p>
<p>
6.2.3.
Ажыццявіць Блакаванне персанальных
дадзеных, якія адносяцца да адпаведнага
Карыстальніку, з моманту звароту або
запыту карыстальніка або яго законнага
прадстаўніка або ўпаўнаважанага
органа па абароне правоў суб'ектаў
персанальных дадзеных на перыяд праверкі,
у выпадку выяўлення недакладных
персанальных дадзеных або неправамерных
дзеянне.</p>
<h2>7. Адказнасць бакоў< / h2>
<p>
7.1.
Адміністрацыя сайта нясе адказнасць
за наўмыснае разгалашэнне персанальных
дадзеных карыстальніка ў адпаведнасці з
дзеючым заканадаўствам, за
выключэннем выпадкаў, прадугледжаных
с.5.2., 5.3. і 7.2. сапраўднай Палітыкі
Прыватнасці.</p>
<p>
7.2.
У выпадку страты або выдавання
Персанальных дадзеных адміністрацыя
сайта не нясе адказнасць, калі
дадзеная канфідэнцыйная інфармацыя:< / p>
<p>
7.2.1.
Стала публічным здабыткам да яе страты
або разгалашэння.</p>
<p>
7.2.2.
Была атрымана ад трэцяга боку да
моманту яе атрымання адміністрацыяй
сайт.</p>
<p>
7.2.3.
Была атрымана трэцімі асобамі шляхам
несанкцыянаванага доступу да файлаў
сайт.</p>
<p>
7.2.4.
Была выдадзеная са згоды Карыстальніка.</p>
<p>
7.3.
Карыстальнік нясе адказнасць за
правамернасць, карэктнасць і праўдзівасць
прадстаўленай персанальных дадзеных
у адпаведнасці з дзеючым
заканадаўства.</p>
<h2>8. Вырашэнне спрэчак< / h2>
<p>
8.1.
Да звароту ў суд з пазовам па спрэчках,
якія ўзнікаюць з адносін паміж
Карыстальнікам сайта і адміністрацыяй
сайта, абавязковым з'яўляецца прад'яўленне
прэтэнзіі (пісьмовага прапановы аб
добраахвотным урэгуляванні спрэчкі).</p>
<p>
8.2
.Атрымальнік прэтэнзіі на працягу 30
каляндарных дзён з дня атрымання
прэтэнзіі, пісьмова паведамляе заяўніка
прэтэнзіі аб выніках разгляду
прэтэнзія.</p>
<p>
8.3.
Пры не дасягненні пагаднення спрэчка будзе
перададзены на разгляд у судовы
орган у адпаведнасці з дзеючым
заканадаўства.</p>
<p>
8.4.
Да сапраўднай палітыцы прыватнасці
і адносінам паміж карыстальнікам і
Адміністрацыя Сайта выкарыстоўвае
дзеючае заканадаўства.</p>
<h2>9. Дадатковыя ўмовы< / h2>
<p>
9.1.
Адміністрацыя Сайта мае права ўносіць
змены ў сапраўдную Палітыку
прыватнасці без згоды
Карыстальнік.</p>
<p>
9.2.
Новая палітыка прыватнасці
уступае ў сілу з моманту яе размяшчэння
на сайце, калі іншае не прадугледжана
новай рэдакцыяй палітыкі прыватнасці.</p>

<p><br></p>