<?php

$title="генеалагічнае дрэва. Gedcom - анлайн (gedcom file viewer online)";
$description="генеалагічнае дрэва, Gedcom онлайн (GEDCOM file viewer)";
$keywords="гісторыя, радавод, спадчына, генеалогія, продкі, бацькі, дзеці";

$gender_neutral="увядзіце";
$gender_male="мужчына";
$gender_female="жанчына";

$field_name="Персона:";
$field_gender="Пол:";
$field_father="Бацька:";
$field_mother="маці:";
$field_birth="Дата нараджэння:";
$field_death="Дата смерці:";
$field_placeb="месца нараджэння:";
$field_placed="месца смерці:";
$field_placet="месца пахавання:";
$field_foto="фатаграфія:";
$field_note="Заўвага:";
$field_child="дзіця:";
$field_son="Сын:";
$field_daughter="Дачка:";
$field_brother="Брат:";
$field_sister="Сястра:";
$field_spouse="муж і жонка:";
$field_husband="Муж:";
$field_wife="Жонка:";
$field_wedding="дата вяселля:";
$field_placew="месца вяселля:";
$field_placel="месца жыцця:";
$field_datel="Даты жыцця:";
$field_resib="з:";
$field_resie="па:";
$field_occu="Род заняткаў:";
$field_nati="Нацыянальнасьць:";
$field_educ="Адукацыя:";
$field_reli="Рэлігія:";
$field_call="тэлефон:";
$field_email="Е-майл:";
$field_progen="прабацька";
$field_parent="Бацька";

$code_gedcom_after="пасля";
$code_gedcom_and="і";
$code_gedcom_before="да";
$code_gedcom_between="паміж";

$DateFormat="dd.MM.yyyy";
$DateSeparate=".";

$mn_menu_main='Галоўная';
$mn_menu_forest='дрэвы';
$mn_menu_tree='дрэва';
$mn_menu_branch='Галіна';
$mn_menu_rings='Круг';
$mn_menu_generation='пакаленне';
$mn_menu_calendar='каляндар';
$mn_menu_glob='Карта';
$mn_menu_donate='Данат';
$mn_menu_apps='дадаткі';
$mn_menu_contact='кантакт';
$mn_menu_about='аб праграме'; 
$mn_menu_privacy='Канфедэрацыя'; 
$mn_menu_useful='карыснае'; 
$mn_menu_gedcom='GEDCOM'; 
$mn_menu_help='дапамога'; 
$mn_menu_mission='місія'; 

$ic_menu_add='стварыць';
$ic_menu_file='Файл';
$ic_menu_load='загрузіць';
$ic_menu_delete='выдаліць';
$ic_menu_filter='фільтр';

$msg01='вы можаце дапамагчы развіццю праекта, пералічыўшы любую суму на кашалькі:';

$succes01='Файл паспяхова загружаны.';

$error01='перавышаны памер загружанага файла.';
$error02='Файл быў атрыманы толькі часткова.';
$error03='Файл не быў загружаны.';
$error04='Файл не загружаны-адсутнічае часовая дырэкторыя.';
$error05='не атрымалася запісаць файл на дыск.';
$error06='PHP-пашырэнне спыніла загрузку файла.';
$error07='Файл не быў загружаны-дырэкторыя не існуе.';
$error08='перавышаны максімальна дапушчальны памер файла.';
$error09='гэты тып файла забаронены.';
$error10='памылка пры капіяванні файла.';
$error11='Файл не быў загружаны-невядомая памылка.';
$error12='не ўдалося загрузіць файл.';
$error13='недапушчальнае тып файла';
$error14='cookie выдаленыя';

$ttl_Genr='пакаленне';
$nam_Genr='Персона';

$nameyear='Год';
$namemonth='Месяц';
$nameday='дзень';
$imenini='імяніны';

$mon[1]='Студзень';
$mon [2]='люты';
$mon [3]='сакавік';
$mon [4]='красавік';
$mon [5]='МАЙ';
$mon [6]='чэрвень';
$mon [7]='ліпень';
$mon [8]='жнівень';
$mon [9]='верасень';
$mon[10]='Кастрычнік';
$mon[11]='лістапад';
$mon[12]='снежань';

$moz [1]='Студзень';
$moz [2]='лютага';
$moz [3]='сакавік';
$moz [4]='красавік';
$moz [5]='МАЯ';
$moz [6]='чэрвеня';
$moz [7]='ліпеня';
$moz [8]='жніўня';
$moz [9]='верасень';
$moz [10]='Кастрычнік';
$moz [11]='лістапада';
$moz [12]='снежня';

$week [1]='Пн';
$week[2]='Вт';
$week [3]='пар';
$week[4]='Чц';
$week [5]='Пт';
$week [6]='Сб';
$week [7]='нд';

$weekday [1]='панядзелак';
$weekday[2]='Аўторак';
$weekday[3]='серада';
$weekday [4]='чацвер';
$weekday [5]='пятніца';
$weekday [6]='субота';
$weekday [7]='Уваскрасенне';

// _regs_html
$hello='Добры дзень!';
$txtreg1='Гэта старонка рэгістрацыі. Будте ўважлівыя пры ўводзе дадзеных. Увядзіце свой сапраўдны E-Mail, інакш у выпадку страты пароля вы не зможаце яго аднавіць (уладальнік сайта гарантуе, што ваш электронны адрас не будзе аддадзены трэцім асобам і не будзе выкарыстаны ў якіх або іншых мэтах).<br > пасля працэдуры рэгістрацыі, вы вернецеся на старонку лагіна. Залогиньтесь і працуйце.';
$lgnmail='Лагін (E-Mail):';
$pwd1='Пароль:';
$pwd2='Пароль яшчэ раз:';
$fio='Прозвішча, імя і імя па бацьку:';
$country='Краіна:';
$post='Паштовы індэкс:';
$city='горад:';
$adres='адрас:';
$phone='тэлефон:';
$www='Сайт:';
$note='Заўвага:';

// _login_html
$lgn1='Лагін:';
$pwd3='Пароль:';
$cod3='Код:';
$foglgn1='запомніць лагін:';
$fogpwd3='нагадаць пароль';

// _forgot_html
$fog1='нагадаць';

// _edit_user
$edtt='на гэтай старонцы вы можаце адрэдагаваць свае дадзеныя.';
$pwdold='стары пароль:';
$pwdnew1='новы пароль:';
$pwdnew2='Пароль яшчэ раз:';
$pwdizm='змяніць пароль';
$save='Захаваць';
$delete='Выдаліць';

// forgot
$forgot1='адсутнічае E-mail!';
$forgot2='e-mail няправільны або неіснуючы!';
$forgot3='карыстальніка з такім E-Mail няма ў базе!';
$forgot4='Пароль';
$forgot5='Добры дзень!';
$forgot6='Лагін:';
$forgot7='усіх дабротаў';
$forgot8='пароль адпраўлены на ';

// login
$login1='вы нічога не ўвялі!';
$login2='адсутнічае лагін!';
$login3='адсутнічае пароль!';
$login4='e-mail няправільны або неіснуючы!';
$login5='карыстальніка з такім E-Mail і паролем Няма ў базе!';
$login6='ваш рахунак не актываваны. Паўторная спасылка для актывацыі адпраўлена на ваш емайл.'; 
$login7='прайшло больш за 10 хвілін. Абновіце код з пошты';
$login8='увядзіце код адпраўлены на емайл:';

// regs
$regs1='вы зарэгістраваліся. Можаце ўвайсці!';
$regs2='карыстальнік з такім E-Mail ўжо ёсць!';
$registr='зарэгістравацца'; 
$enter1='Увайсці';
$exit1='выйсці';
$room1='кабінет';

// user
$user1='адсутнічае стары пароль!';
$user2='няправільна ўведзены стары пароль!';
$user3='адсутнічае новы пароль!';
$user4='адсутнічае паўтор новага пароля!';
$user5='паролі не супадаюць!';
$user6='Пароль паспяхова зменены!';
$user7='дадзеныя паспяхова адрэдагаваныя!';

$cookiec='згода на выкарыстанне файлаў cookie';
$cookiep='Наш вэб-сайт выкарыстоўвае файлы cookie, каб даць вам магчымасць прагляду і адпаведную інфармацыю. Перш чым працягнуць выкарыстанне нашага вэб-сайта, вы згаджаецеся і прымаеце нашу ';
$cookier='палітыку выкарыстання файлаў cookie і канфідэнцыяльнасць.';

$questdel='вы ўпэўненыя, што хочаце выдаліць?';

$access='Доступ:';
$status='Статус:';

?>