<title>隐私政策</title>

<br>
<h1>隐私政策</h1>

<p>2024年1月1日 — 更新：2024年3月24日</p>

<br>

<p>

真实
个人隐私政策

数据（以下简称“隐私政策”）

适用于本网站（包含本隐私政策文本）

可能获取的用户信息，以及

本网站托管的任何程序和产品。</p>

<h2>1. 术语定义</h2>

<p>
1.1

本隐私政策

使用以下术语：</p>

<p>
1.1.1.

“网站管理”——经授权的网站管理人员，

代表其行事，
组织和（或）执行个人数据处理，
并确定
个人数据处理的目的、

待处理的个人数据的组成、

以及对个人数据执行的操作。</p>

<p>
1.1.2.

“个人数据”——任何与

直接或间接相关的、

明确或可确定的
个人（个人数据主体）相关的信息。</p>

<p>
1.1.3.

“个人数据处理”——指使用自动化工具或不使用自动化工具对个人数据进行的任何

操作或一系列

操作，包括收集、

记录、系统化、积累、

存储、

澄清（更新、

更改）、

提取、使用、

传输（分发、提供、

访问）、

去个性化、

阻止、

删除、

销毁个人数据。</p>

<p>
1.1.4.

“个人数据保密性”——强制性规定
网站管理方不要求
允许在未经个人数据主体同意或存在其他合法
理由的情况下故意分发个人数据。</p>

<p>
1.1.5.

“网站用户（以下简称“用户”）”

指通过互联网访问本网站并出于自身目的使用本网站的人员。</p>

<p>
1.1.6.

“Cookie”是一小段数据，
由网络服务器发送并存储在
用户的计算机上，
每次用户通过网络客户端或网络浏览器向网络服务器发送HTTP请求时，
都会存储这些数据，

当用户尝试打开相应的网页时，

网站也会发送这些数据。</p>

<p>1.1.7.

“IP地址”是计算机网络中一个唯一的网络地址，

该网络是通过IP协议构建的。</p>

<h2>2. 总则</h2>

<p>2.1.

用户使用本网站，
即表示同意本政策，

隐私和处理条件，

用户个人数据。</p>

<p>2.2.

如果用户不同意本政策的条款，

用户必须，

停止使用本网站。</p>

<p>2.3.本隐私政策仅适用于

本网站。</p>管理方

不控制本网站，也不对
用户可能访问的第三方网站承担任何责任

用户可能通过本网站上的链接访问这些网站。

</p>

<p>
2.4.

网站管理方不核实

用户提供的个人数据的可靠性。

</p>

<h2>3. 隐私政策的主题</h2>

<p>
3.1.

本隐私政策
规定了网站管理方在
用户为向网站管理方提出各种请求时（例如，
在网站上注册、下单、

订阅通知等）而提供的个人数据方面，对用户有意保密的义务。

用户提供个人数据时，

用户通过填写​​网站上的特定表格提供个人数据，

通常包括以下信息：

</p>

<p>
3.2.1.

用户的姓氏、名字、父名；</p>

<p>
3.2.2.

用户的联系电话；</p>

<p>
3.2.3.

电子邮件地址；</p>

<p>
3.2.4.

用户的居住地及其他
数据。</p>

<p>
3.3.

网站管理方也致力于

保护个人数据，这些数据会在

访问网站页面的过程中自动传输：</p>

<p>
IP
地址；<br>

来自 Cookie 的信息；<br>

关于浏览器（或其他访问网站的程序）的信息；<br>

访问时间；<br>

访问的
页面地址；<br>

引荐来源网址（之前访问的
页面地址）等。</p>

<p>
3.3.1.

禁用 Cookie 可能会导致您无法

访问本网站。</p>

<p>
3.3.2.

本网站会收集有关您访客的

IP 地址的统计信息。此

信息用于识别和解决技术问题，以及

控制已执行操作的正确性。</p>

<p>
3.4.

除上述未提及的任何其他个人信息
（例如购买历史记录、

使用的浏览器和操作系统

系统等）不会被故意

披露，除非本
隐私政策第 5.2 和 5.3 条另有规定。</p>

<h2>4. 收集用户个人信息的目的</h2>

<p>
4.1.

用户个人数据
网站管理方可将其用于
以下目的：</p>

<p>
4.1.1.

用户身份识别，

在网站上注册，用于
下订单和/或达成协议。

协议。</p>

<p>
4.1.2.

向用户提供访问权限

个性化资源
网站。<br>
4.1.3. 收集用户反馈

包括指导
通知、关于
网站使用、服务提供、
处理
用户的请求和申请的请求。</p>

<p>
4.1.4.

确定用户位置
用于安全、

防范欺诈。</p>

<p>
4.1.5.

个人数据准确性和完整性证明

用户提供的个人数据

</p>

4.1.6.

创建账户以进行购买

如果用户已同意创建账户。

</p>

4.1.7.

向网站用户发送有关订单状态的通知

</p>

4.1.8.

处理和接收付款、

税务或税务确认

福利、付款争议、确定

获得信用额度的权利

用户
</p>

4.1.9.

为用户提供有效的

客户和技术支持，以解决

与使用网站相关的问题

</p>

4.1.10.

向用户提供其

同意书、产品更新、

特别优惠、价格信息、

新闻通讯和其他信息

代表本网站或合作伙伴网站。</p>

<p>
4.1.11.

开展广告活动

经用户同意。</p>

<p>
4.1.12.

向用户提供访问第三方网站或合作伙伴服务的权限

以便用户通过本网站接收

优惠、更新或服务。</p>

<h2>5. 个人信息处理方法和期限</h2>

<p>
5.1.

处理用户的个人数据
不受时间限制，

通过任何合法手段，包括

个人信息系统

使用工具

自动化或不使用此类手段
处理数据。</p>

<p>
5.2.

用户同意：

网站管理方有权将
个人数据传输给

第三方，
特别是快递公司、

邮政机构、

电信运营商，
仅用于
履行用户在网站上提出的请求，

且仅限于本协议框架内

公开要约。</p>

<p>
5.3.

用户的个人数据可以

传输给国家机关

仅在
基于现行法律规定的理由和方式

的情况下。</p>

<h2>6. 双方的义务</h2>

<p>
6.1.

用户承诺：</p>

<p>
6.1.1.

提供正确且真实的

使用本网站所需的个人数据信息。</p>

<p>
6.1.2.

更新或补充所提供的
个人数据信息，

如信息发生变更。</p>

<p>
6.1.3.

采取措施保护您对存储在网站上的

您的机密数据的访问。</p>

<p>
6.2.

网站管理方承诺：</p>

<p>
6.2.1.

仅将收到的信息用于
本隐私政策第 4 条中规定的用途。</p>

<p>
6.2.2.

除本隐私政策第 5.2 条和

5.3 条另有规定外，不会披露用户的个人数据。</p>

<p>
6.2.3.

在发现不可靠的个人数据或非法行为时，
自用户或其法定代表人或授权机构联系或提出请求之日起，
在核实期间，
阻止与相关用户有关的个人数据。</p>

7. 各方责任</h2>

<p>
7.1.

网站管理方负责

根据现行法律法规，对有意披露个人
用户数据负责，
但本隐私政策第 5.2、5.3 和 7.2 条规定的情况除外。

隐私政策。

7.2.

个人数据丢失或泄露

如果出现以下情况，网站管理方不承担责任：

以下机密信息：


7.2.1.

在丢失或泄露之前已成为公共领域。
...用户须对所提供的个人数据的

合法性、正确性和真实性负责，

并遵守现行法律法规。</p>
<h2>8. 争议解决</h2>

<p>
8.1.

在就因
网站用户与
网站管理方之间
的关系而产生的
争议向法院提起诉讼之前，

必须提交
索赔书（

自愿解决争议的书面提议）。</p>

<p>
8.2.

索赔书接收方应在收到索赔书之日起 30 个

日历日内，

以书面形式通知申请人
索赔书的审查结果。</p>

<p>
8.3.

如果未能达成协议，争议将
提交法院审理，

由法院根据现行法律法规进行裁决。</p>

<p>
8.4.

本隐私政策

以及 Usersatelier 与
网站管理方之间的关系适用
现行法律。</p>

<h2>9. 附加条款</h2>

<p>
9.1.

网站管理方有权

在未经用户同意的情况下

对本隐私政策进行更改。</p>

<p>
9.2.

新的隐私政策
自发布之日起生效

除非另有规定
隐私政策的新版本。</p>

<p><br></p>