<?php

$title="Генеалогическое древо. Gedcom - онлайн (gedcom file viewer online)";
$description="генеалогическое древ, Gedcom онлайн (gedcom file viewer)";
$keywords="история, родословная, наследие, генеалогия, предки, родители, дети";

$gender_neutral="введите";
$gender_male="Мужчина";
$gender_female="Женщина";

$field_name="Персона:";
$field_gender="Пол:";
$field_father="Отец:";
$field_mother="Мать:";
$field_birth="Дата рождения:";
$field_death="Дата смерти:";
$field_placeb="Место рождения:";
$field_placed="Место смерти:";
$field_placet="Место погребения:";
$field_foto="Фотография:";
$field_note="Примечание:";
$field_child="Ребёнок:";
$field_son="Сын:";
$field_daughter="Дочь:";
$field_brother="Брат:";
$field_sister="Сестра:";
$field_spouse="Супруги:";
$field_husband="Муж:";
$field_wife="Жена:";
$field_wedding="Дата свадьбы:";
$field_placew="Место свадьбы:";
$field_placel="Место жизни:";
$field_datel="Даты жизни:";
$field_resib="с:";
$field_resie="по:";
$field_occu="Род занятий:";
$field_nati="Национальность:";
$field_educ="Образование:";
$field_reli="Религия:";
$field_call="Телефон:";
$field_email="Е-майл:";
$field_progen="Прародитель";
$field_parent="Родитель";

$code_gedcom_after="после";
$code_gedcom_and="и";
$code_gedcom_before="до";
$code_gedcom_between="между";

$DateFormat="dd.MM.yyyy";
$DateSeparate=".";

$mn_menu_main='Главная';
$mn_menu_forest='Деревья';
$mn_menu_tree='Древо';
$mn_menu_branch='Ветвь';
$mn_menu_rings='Круг';
$mn_menu_generation='Поколение';
$mn_menu_calendar='Календарь';
$mn_menu_glob='Карта';
$mn_menu_donate='Донат';
$mn_menu_apps='Приложения';
$mn_menu_contact='Контакт';
$mn_menu_about='О программе'; 
$mn_menu_privacy='Конфеденциальность'; 
$mn_menu_useful='Полезное'; 
$mn_menu_gedcom='GEDCOM'; 
$mn_menu_help='Помощь'; 
$mn_menu_mission='Миссия'; 

$ic_menu_add='Создать';
$ic_menu_file='Файл';
$ic_menu_load='Загрузить';
$ic_menu_delete='Удалить';
$ic_menu_filter='Фильтр';

$msg01='Вы можете помочь развитию проекта, перечислив любую сумму на кошельки:';

$succes01='файл успешно загружен.';

$error01='Превышен размер загружаемого файла.';
$error02='Файл был получен только частично.';
$error03='Файл не был загружен.';
$error04='Файл не загружен - отсутствует временная директория.';
$error05='Не удалось записать файл на диск.';
$error06='PHP-расширение остановило загрузку файла.';
$error07='Файл не был загружен - директория не существует.';
$error08='Превышен максимально допустимый размер файла.';
$error09='Данный тип файла запрещен.';
$error10='Ошибка при копировании файла.';
$error11='Файл не был загружен - неизвестная ошибка.';
$error12='Не удалось загрузить файл.';
$error13='Недопустимое тип файла';
$error14='cookie удалены';

$ttl_Genr='Поколение';
$nam_Genr='Персона';

$nameyear='Год';
$namemonth='Месяц';
$nameday='День';
$imenini='Именины';

$mon[1]='ЯНВАРЬ';
$mon[2]='ФЕВРАЛЬ';
$mon[3]='МАРТ';
$mon[4]='АПРЕЛЬ';
$mon[5]='МАЙ';
$mon[6]='ИЮНЬ';
$mon[7]='ИЮЛЬ';
$mon[8]='АВГУСТ';
$mon[9]='СЕНТЯБРЬ';
$mon[10]= 'ОКТЯБРЬ';
$mon[11]= 'НОЯБРЬ';
$mon[12]= 'ДЕКАБРЬ';

$moz[1]='ЯНВАРЯ';
$moz[2]='ФЕВРАЛЯ';
$moz[3]='МАРТА';
$moz[4]='АПРЕЛЯ';
$moz[5]='МАЯ';
$moz[6]='ИЮНЯ';
$moz[7]='ИЮЛЯ';
$moz[8]='АВГУСТА';
$moz[9]='СЕНТЯБРЯ';
$moz[10]= 'ОКТЯБРЯ';
$moz[11]= 'НОЯБРЯ';
$moz[12]= 'ДЕКАБРЯ';

$week[1]='Пн';
$week[2]='Вт';
$week[3]='Ср';
$week[4]='Чт';
$week[5]='Пт';
$week[6]='Сб';
$week[7]='Вс';

$weekday[1]='Понедельник';
$weekday[2]='Вторник';
$weekday[3]='Среда';
$weekday[4]='Четверг';
$weekday[5]='Пятница';
$weekday[6]='Суббота';
$weekday[7]='Воскресение';

// _regs_html
$hello='Здравствуйте!';
$txtreg1='Это страница регистрации. Будте внимательны при вводе данных. Введите свой настоящий E-Mail, иначе в случае потери пароля Вы не сможете его восстановить (владелец сайта гарантирует, что Ваш электронный адрес не будет предан третьим лицам и не будет использован в каких либо других целях).<br> После процедуры регистрации, Вы вернетесь на страницу логина. Залогиньтесь и работайте.';
$lgnmail='Логин (E-Mail): ';
$pwd1='Пароль: ';
$pwd2='Пароль еще раз: ';
$fio='Фамилия, Имя и Отчество: ';
$country='Страна: ';
$post='Почтовый индекс: ';
$city='Город: ';
$adres='Адрес: ';
$phone='Телефон: ';
$www='Сайт: ';
$note='Примечание: ';

// _login_html
$lgn1='Логин: ';
$pwd3='Пароль: ';
$cod3='Код: ';
$foglgn1='Запомнить логин: ';
$fogpwd3='Напомнить пароль';

// _forgot_html
$fog1='Напомнить';

// _edit_user
$edtt='На этой странице Вы можете отредактировать свои данные.';
$pwdold='Старый пароль: ';
$pwdnew1='Новый пароль: ';
$pwdnew2='Пароль еще раз: ';
$pwdizm='Изменить пароль';
$save='Сохранить';
$delete='Удалить';

// forgot
$forgot1='Отсутствует E-mail!';
$forgot2='E-mail неправильный или несуществующий!';
$forgot3='Пользователя с таким E-Mail нет в базе!';
$forgot4='Пароль';
$forgot5='Здравствуйте!';
$forgot6='Логин: ';
$forgot7='Всех благ';
$forgot8='Пароль отправлен на ';

// login
$login1='Вы ничего не ввели!';
$login2='Отсутствует логин!';
$login3='Отсутствует пароль!';
$login4='E-mail неправильный или несуществующий!';
$login5='Пользователя с таким E-Mail и паролем нет в базе!';
$login6='Ваш аккаунт не активирован. Повторная ссылка для активации отправлена на ваш емайл.'; 
$login7='Прошло более 10 минут. Обновите код из почты';
$login8='Введите код отправленный на емайл: ';

// regs
$regs1='Вы зарегистрировались. Можете войти!';
$regs2='Пользователь с таким E-Mail уже есть!';
$registr='Зарегистрироваться'; 
$enter1='Войти';
$exit1='Выйти';
$room1='Кабинет';

// user
$user1='Отсутствует старый пароль!';
$user2='Неверно введен старый пароль!';
$user3='Отсутствует новый пароль!';
$user4='Отсутствует повтор нового пароля!';
$user5='Пароли не совпадают!';
$user6='Пароль успешно изменен!';
$user7='Данные успешно отредактированы!';

$cookiec='Согласие на использование файлов cookie';
$cookiep='Наш веб-сайт использует файлы cookie, чтобы предоставить вам возможность просмотра и соответствующую информацию. Прежде чем продолжить использование нашего веб-сайта, вы соглашаетесь и принимаете нашу ';
$cookier='Политику использования файлов cookie и конфиденциальность.';

$questdel='Вы уверены, что хотите удалить?';

?>