< title>Політика конфіденційності< / title>
<br>
< H1 > Політика конфіденційності< / h1>
<p > 01 Січня 2024-оновлено: 24 березня 2024< / p>
<br>
<p>
Повна
Політика конфіденційності персональних
даних (далі – Політика конфіденційності)
діє щодо всієї інформації,
яку даний сайт, на якому розміщений
текст цієї Політики конфіденційності,
може отримати про Користувача, а також
будь-яких програм і продуктів, розміщених
на ньому.</p>
<h2>1. Визначення термінів< / h2>
<p>
1.1
У цій Політиці конфіденційності
використовуються наступні терміни:< / p>
<p>
1.1.1.
"Адміністрація сайту – - уповноважені
співробітники на управління сайтом,
діючі від його імені, які
організовують і (або) здійснює обробку
персональних даних, а також визначає
цілі обробки персональних даних,
склад персональних даних, що підлягають
обробці, дії (операції), що здійснюються
з персональними даними.</p>
<p>
1.1.2.
"Персональні дані" - будь-яка інформація,
що відноситься до прямо або побічно
визначеному або визначеному
фізичній особі (суб'єкту персональних
даний).</p>
<p>
1.1.3.
"Обробка персональних даних" - будь-яке
дія (операція) або сукупність
дій (операцій), що здійснюються з
використанням засобів автоматизації
або без використання таких засобів з
персональними даними, включаючи збір,
запис, систематизацію, накопичення,
зберігання, уточнення (оновлення,
зміна), Витяг, використання,
передачу (поширення, надання,
доступ), знеособлення, блокування,
видалення, знищення персональних
даний.</p>
<p>
1.1.4.
"Конфіденційність персональних
даних " - обов'язкове для дотримання
Адміністрацією сайту вимога не
допускати їх умисного поширення
без згоди суб'єкта персональних
даних або наявності іншого законного
підстава.</p>
<p>
1.1.5.
"Користувач сайту (далі Користувач)»
- особа, яка має доступ до сайту, за допомогою
мережі Інтернет і використовує даний
сайт для своїх цілей.</p>
<p>
1.1.6.
"Cookies — - невеликий фрагмент даних,
надісланий веб-сервером та збережений
на комп'ютері користувача, який
веб-клієнт або веб-браузер кожного разу
пересилає веб-серверу в HTTP-запиті при
спробі відкрити сторінку відповідного
сайту.</p>
<p>
1.1.7.
"IP-адреса" - унікальна мережева адреса
вузла в комп'ютерній мережі, побудованої
за протоколом IP.</p>
<h2>2. Загальні положення< / h2>
<p>
2.1.
Використання Користувачем Сайту
означає згоду з цією Політикою
конфіденційності та умовами обробки
персональних даних Користувача.</p>
<p>
2.2.
У разі незгоди з умовами Політики
конфіденційності Користувач повинен
припинити використання сайту.</p>
<p>
2.3.Повна
Політика конфіденційності застосовується
тільки до даного сайту. Адміністрація
сайту не контролює і не несе
відповідальність за сайти третіх осіб,
на які користувач може перейти
за посиланнями, доступними на даному сайті.</p>
<p>
2.4.
Адміністрація сайту не перевіряє
достовірність персональних даних,
наданих користувачем сайту.</p>
<h2>3. ПРЕДМЕТ Політики конфіденційності< / h2>
<p>
3.1.
Справжня політика конфіденційності
встановлює зобов'язання Адміністрації
сайту з умисного нерозголошення
персональних даних, які Користувач
надає по різноманітним запитам
Адміністрації сайту (наприклад, при
реєстрації на сайті, оформленні замовлення,
підписки на повідомлення і т.п).</p>
<p>
3.2.
Персональні дані, дозволені до
обробці в рамках цієї Політики
конфіденційності, надаються
Користувачем шляхом заповнення
спеціальних форм на сайті і зазвичай
включають в себе наступну інформацію:< / p>
<p>
3.2.1.
прізвище, ім'я, по батькові користувача;< / p>
<p>
3.2.2.
контактний телефон користувача;< / p>
<p>
3.2.3.
адреса електронної пошти (e-mail);< / p>
<p>
3.2.4.
місце проживання користувача та інші
дані.</p>
<p>
3.3.
Адміністрація Сайту також приймає
зусилля щодо захисту персональних даних,
які автоматично передаються в
процесі відвідування сторінок сайту:< / p>
<p>
IP
адреса;<BR>
інформація З cookies;<br>
інформація
про браузері (або іншій програмі, яка
здійснює доступ до сайту);<br>
час
доступу;<br>
відвідані адреси
сторінок;<br>
реферер (адреса попередньої
сторінки) і т. п.< / p>
<p>
3.3.1.
Відключення cookies може спричинити неможливість
доступу до сайту.</p>
<p>
3.3.2.
Сайт здійснює збір статистики про
IP-адресах своїх відвідувачів. Даний
інформація використовується з метою виявлення
і вирішення технічних проблем, для
контролю коректності проведених
операція.</p>
<p>
3.4.
Будь-яка інша персональна інформація
не обговорена вище (історія покупок,
використовувані браузери та операційні
системи і т. д.) не підлягає умисному
розголошенню, за винятком випадків,
передбачених у п. п. 5.2. і 5.3. теперішнє
Політики конфіденційності.</p>
<h2>4. Цілі збору персональної інформації користувача< / h2>
<p>
4.1.
Персональні дані Користувача
Адміністрація сайту може використовувати
з метою:< / p>
<p>
4.1.1.
ідентифікація користувачів,
зареєстрованого на сайті, для
оформлення замовлення та (або) висновки
Договір.</p>
<p>
4.1.2.
Надання Користувачеві доступу
до персоналізованих ресурсів
сайту.<br>
4.1.3. Встановлення з користувачем
зворотного зв'язку, включаючи напрямок
повідомлень, запитів, що стосуються
використання сайту, надання послуг,
обробка запитів і заявок від
Користувач.</p>
<p>
4.1.4.
Визначення місця знаходження Користувача
для забезпечення безпеки,
запобігання шахрайству.</p>
<p>
4.1.5.
Підтвердження достовірності та повноти
персональних даних, наданих
Користувач.</p>
<p>
4.1.6.
Створення облікового запису для здійснення
покупок, якщо Користувач дав згоду
на створення облікового запису.</p>
<p>
4.1.7.
Повідомлення Користувача Сайту про
стані замовлення.</p>
<p>
4.1.8.
Обробки та отримання платежів,
підтвердження податку або податкових
пільг, оскарження платежу, визначення
права на отримання кредитної лінії
Користувач.</p>
<p>
4.1.9.
Надання Користувачеві ефективної
клієнтської та технічної підтримки при
виникненні проблем пов'язаних з
використанням сайту.</p>
<p>
4.1.10.
Надання Користувачеві з його
згоди, оновлень продукції,
спеціальних пропозицій, інформації про
цінах, новинної розсилки та інших відомостей
від імені сайту або від імені партнерів
сайту.</p>
<p>
4.1.11.
Здійснення рекламної діяльності
за згодою користувача.</p>
<p>
4.1.12.
Надання доступу Користувачеві
на сторонні сайти або сервіси партнерів
даного сайту з метою отримання їх
пропозицій, оновлень або послуг.</p>
<h2>5. Способи і терміни обробки персональної інформації< / h2>
<p>
5.1.
Обробка персональних даних Користувача
здійснюється без обмеження терміну,
будь-яким законним способом, в тому числі в
інформаційних системах персональних
даних з використанням коштів
автоматизації або без використання
таких засобів.</p>
<p>
5.2.
Користувач погоджується з тим, що
Адміністрація сайту має право передавати
персональні дані третім особам, в
зокрема, кур'єрським службам,
організаціями поштового зв'язку, операторам
електрозв'язку, виключно в цілях
виконання заявок Користувача,
оформлених на сайті, в рамках договору
публічної оферти.</p>
<p>
5.3.
Персональні дані Користувача можуть
бути передані уповноваженим органам
державної влади тільки по
підставах і в порядку, встановленим
чинне законодавство.</p>
<h2>6. ЗОБОВ'ЯЗАННЯ сторін< / h2>
<p>
6.1.
Користувач зобов'язується:< / p>
<p>
6.1.1.
Надати коректну і правдиву
інформацію про персональні дані,
необхідну для користування сайтом.</p>
<p>
6.1.2.
Оновити або доповнити надану
інформацію про персональні дані в
разі зміни цієї інформації.</p>
<p>
6.1.3.
Вживати заходів для захисту доступу до
своїми конфіденційними даними, що зберігаються
на сайті.</p>
<p>
6.2.
Адміністрація сайту зобов'язується:< / p>
<p>
6.2.1.
Використовувати отриману інформацію
виключно для цілей, зазначених у
п. 4 цієї Політики конфіденційності.</p>
<p>
6.2.2.
Не розголошувати персональних даних
Користувача, за винятком п. п. 5.2. і
5.3. цієї Політики конфіденційності.</p>
<p>
6.2.3.
Здійснити блокування персональних
даних, що відносяться до відповідного
Користувачеві, з моменту звернення або
запиту користувача або його законного
представника або уповноваженого
органу із захисту прав суб'єктів
персональних даних на період перевірки,
у разі виявлення недостовірних
персональних даних або неправомірних
дія.</p>
<h2>7. Відповідальність сторін< / h2>
<p>
7.1.
Адміністрація сайту несе відповідальність
за умисне розголошення персональних
даних користувача відповідно до
чинним законодавством, за
винятком випадків, передбачених
п.п. 5.2., 5.3. і 7.2. справжньої політики
Конфіденційність.</p>
<p>
7.2.
У разі втрати або розголошення
Персональних даних Адміністрація
сайту не несе відповідальність, якщо
дана конфіденційна інформація:< / p>
<p>
7.2.1.
Стала Публічним Надбанням до її втрати
або розголошення.</p>
<p>
7.2.2.
Була отримана від третьої сторони до
моменту її отримання адміністрацією
сайту.</p>
<p>
7.2.3.
Була отримана третіми особами шляхом
несанкціонованого доступу до файлів
сайту.</p>
<p>
7.2.4.
Була розголошена за згодою користувача.</p>
<p>
7.3.
Користувач несе відповідальність за
правомірність, коректність і правдивість
наданої персональних даних
відповідно до чинного
законодавство.</p>
<h2>8. Вирішення спорів< / h2>
<p>
8.1.
До звернення до суду з позовом у спорах,
виникають з відносин між
Користувачем сайту та адміністрацією
сайту, обов'язковим є пред'явлення
претензії (письмової пропозиції про
добровільному врегулюванні спору).</p>
<p>
8.2
.Одержувач претензії протягом 30
календарних днів з дня отримання
претензії, письмово повідомляє заявника
претензії про результати розгляду
претензія.</p>
<p>
8.3.
При не досягненні угоди суперечка буде
переданий на розгляд в судовий
орган відповідно до чинного
законодавство.</p>
<p>
8.4.
До цієї Політики конфіденційності
і відносинам між Користувачем і
Адміністрацією сайту застосовується
чинне законодавство.</p>
<h2>9. Додаткові умови< / h2>
<p>
9.1.
Адміністрація сайту має право вносити
зміни до цієї Політики
конфіденційності без згоди
Користувач.</p>
<p>
9.2.
Нова Політика конфіденційності
вступає в силу з моменту її розміщення
на сайті, якщо інше не передбачено
новою редакцією Політики конфіденційності.</p>

<p><br></p>