<?php

$title= "генеалогічне дерево. Gedcom-онлайн (GEDCOM file viewer online)";
$description="генеалогічне дерево, GEDCOM онлайн (GEDCOM file viewer)";
$keywords= "історія, Родовід, спадщина, генеалогія, предки, батьки, діти";

$gender_neutral= "введіть";
$gender_male="чоловік";
$gender_female="жінка";

$field_name="Персона:";
$field_gender="Пол:";
$field_father="батько:";
$field_mother="мати:";
$field_birth="Дата народження:";
$field_death="Дата смерті:";
$field_placeb="місце народження:";
$field_placed="місце смерті:";
$field_placet="місце поховання:";
$field_foto="фотографія:";
$field_note="Примітка:";
$field_child="дитина:";
$field_son="син:";
$field_daughter="Дочка:";
$field_brother="Брат:";
$field_sister="Сестра:";
$field_spouse="подружжя:";
$field_husband="чоловік:";
$field_wife="Дружина:";
$field_wedding="дата весілля:";
$field_placew="місце весілля:";
$field_placel="місце життя:";
$field_datel="дати життя:";
$field_resib="з:";
$field_resie="від:";
$field_occu="Професія:";
$field_nati="національність:";
$field_educ="Освіта:";
$field_reli="Релігія:";
$field_call="Телефон:";
$field_email="Е-майл:";
$field_progen="прабатько";
$field_parent="батько";

$code_gedcom_after="після";
$code_gedcom_and="і";
$code_gedcom_before="до";
$code_gedcom_between= "між";

$DateFormat="dd.MM.yyyy";
$DateSeparate=".";

$mn_menu_main='Головна';
$mn_menu_forest='дерева';
$mn_menu_tree= 'Дерево';
$mn_menu_branch= 'гілка';
$mn_menu_rings='коло';
$mn_menu_generation='покоління';
$mn_menu_calendar='календар';
$mn_menu_glob='Карта';
$mn_menu_donate= 'Донат';
$mn_menu_apps= 'Додатки';
$mn_menu_contact= 'Контакт';
$mn_menu_about='про програму'; 
$mn_menu_privacy= 'конфеденційність'; 
$mn_menu_useful= 'корисне'; 
$mn_menu_gedcom='GEDCOM'; 
$mn_menu_help= 'допомога'; 
$mn_menu_mission= 'місія'; 

$ic_menu_add= 'створити';
$ic_menu_file='Файл';
$ic_menu_load= 'завантажити';
$ic_menu_delete= 'видалити';
$ic_menu_filter='фільтр';

$msg01='ви можете допомогти розвитку проекту, перерахувавши будь-яку суму на гаманці:';

$succes01='Файл успішно завантажено.';

$error01='перевищено розмір завантажуваного файлу.';
$error02='Файл було отримано лише частково.';
$error03='Файл не завантажено.';
$error04='Файл не завантажений - відсутня тимчасова директорія.';
$error05='не вдалося записати файл на диск.';
$error06='PHP-розширення зупинило завантаження файлу.';
$error07='Файл не був завантажений-директорія не існує.';
$error08='перевищено максимально допустимий розмір файлу.';
$error09='даний тип файлу заборонений.';
$error10='помилка при копіюванні файлу.';
$error11='Файл не завантажено-невідома помилка.';
$error12='не вдалося завантажити файл.';
$error13= 'недійсний тип файлу';
$error14= 'cookie видалено';

$ttl_Genr='покоління';
$nam_Genr= 'Персона';

$nameyear='рік';
$namemonth='місяць';
$nameday='День';
$imenini= 'іменини';

$mon[1]= 'Січень';
$mon[2]='лютий';
$mon[3]= 'березень';
$mon[4]= 'квітень';
$mon[5]= 'травень';
$mon[6]= 'червень';
$mon[7]= 'липень';
$mon[8]= 'серпень';
$mon[9]='Вересень';
$mon[10]= 'жовтень';
$mon[11]= 'Листопад';
$mon[12]= 'грудень';

$moz[1]='січня';
$moz[2]= 'лютого';
$moz[3]= 'березня';
$moz[4]='квітня';
$moz[5]= 'травня';
$moz[6]='червня';
$moz[7]= 'липня';
$moz[8]= 'серпня';
$moz[9]= 'вересня';
$moz[10]= 'жовтень';
$moz[11]= 'Листопад';
$moz[12]= 'грудня';

$week[1]= 'Пн';
$week[2]='Вт';
$week[3]= 'Ср';
$week[4]= 'Чт';
$week[5]= 'Пт';
$week[6]= 'SB';
$week [7]= 'Нд';

$weekday[1]='Понеділок';
$weekday[2]='Вівторок';
$weekday[3]='Середа';
$weekday[4]='Четвер';
$weekday[5]='Пятниця';
$weekday[6]='Субота';
$weekday[7]='Воскресіння';

// _regs_html
$hello= 'Привіт!';
$txtreg1='це сторінка реєстрації. Будьте уважні при введенні даних. Введіть свій справжній E-Mail, інакше в разі втрати пароля ви не зможете його відновити (власник сайту гарантує, що ваша електронна адреса не буде відданий третім особам і не буде використаний в будь-яких інших цілях).<br > після процедури реєстрації, ви повернетеся на сторінку логіна. Залогиньтесь і працюйте.';
$lgnmail='логін (E-Mail):';
$pwd1='Пароль:';
$pwd2='Пароль ще раз: ';
$fio='прізвище, Ім`я та по батькові: ';
$country='Країна:';
$post='Поштовий Індекс:';
$city='Місто:';
$adres='адреса:';
$phone='Телефон:';
$www='Сайт:';
$note='Примітка:';

// _login_html
$lgn1='логін:';
$pwd3='Пароль:';
$cod3='Код:';
$foglgn1='Запам`ятати логін: ';
$fogpwd3= 'Нагадати пароль';

// _forgot_html
$fog1= 'нагадати';

// _edit_user
$edtt='на цій сторінці ви можете редагувати свої дані.';
$pwdold='старий пароль:';
$pwdnew1='новий пароль:';
$pwdnew2='Пароль ще раз: ';
$pwdizm= 'змінити пароль';
$save= 'Зберегти';
$delete= 'Видалити';

// forgot
$forgot1='відсутня E-mail!';
$forgot2='E-mail неправильний або неіснуючий!';
$forgot3='Користувача з таким E-Mail немає в базі!';
$forgot4='Пароль';
$forgot5='Привіт!';
$forgot6='логін:';
$forgot7= 'всіх благ';
$forgot8='пароль надіслано на ';

// login
$login1='ви нічого не ввели!';
$login2='відсутній логін!';
$login3='відсутній пароль!';
$login4='E-mail неправильний або неіснуючий!';
$login5='Користувача з таким E-Mail і паролем немає в базі!';
$login6='ваш обліковий запис не активовано. Повторне посилання для активації відправлена на Ваш емайл.'; 
$login7='пройшло більше 10 хвилин. Оновіть код з Пошти';
$login8='введіть код відправлений на емайл:';

// regs
$regs1='ви зареєструвалися. Можете увійти!';
$regs2='користувач з таким E-Mail вже є!';
$registr='зареєструватися'; 
$enter1='Увійти';
$exit1='Вийти';
$room1='Кабінет';

// user
$user1='відсутній старий пароль!';
$user2='неправильно введений старий пароль!';
$user3='відсутній новий пароль!';
$user4='відсутній повтор нового пароля!';
$user5='паролі не збігаються!';
$user6='Пароль успішно змінено!';
$user7='дані успішно відредаговані!';

$cookiec= 'згода на використання файлів cookie';
$cookiep='Наш веб-сайт використовує файли cookie, щоб надати вам можливість перегляду та відповідну інформацію. Перш ніж продовжувати користуватися нашим веб - сайтом, Ви погоджуєтесь і приймаєте наш ';
$cookier='політику використання файлів cookie та конфіденційність.';

$questdel='ви впевнені, що хочете видалити?';

?>