<title>隱私權政策</title>

<br>
<h1>隱私權政策</h1>

<p>2024年1月1日 — 更新：2024年3月24日</p>

<br>

<p>

真實
個人隱私權政策

資料（以下簡稱「隱私權政策」）

適用於本網站（包含本隱私權政策文字）

可能獲取的用戶信息，以及

本網站所託管的任何程式和產品。 </p>

<h2>1. 術語定義</h2>

<p>
1.1

本隱私權政策

使用以下術語：</p>

<p>
1.1.1.

「網站管理」－經授權的網站管理人員，

代表其行事，
組織和（或）執行個人資料處理，
並確定
個人資料處理的目的、

待處理的個人資料的組成、

以及對個人資料執行的操作。 </p>

<p>
1.1.2.

「個人資料」—任何與

直接或間接相關的、

明確或可確定的
個人（個人資料主體）相關的資訊。 </p>

<p>
1.1.3.

「個人資料處理」－指使用自動化工具或不使用自動化工具對個人資料進行的任何

操作或一系列

操作，包括收集、

記錄、系統化、累積、

儲存、

澄清（更新、

更改）、

提取、使用、

傳輸（分發、提供、

訪問）、

去個性化、

阻止、

刪除、

銷毀個人資料。 </p>

<p>
1.1.4.

「個人資料保密性」—強制規定
網站管理方不要求
允許在未經個人資料主體同意或存在其他合法
理由的情況下故意分發個人資料。 </p>

<p>
1.1.5.

“網站使用者（以下簡稱“使用者”）”

指透過網際網路存取本網站並為自身目的使用本網站的人員。 </p>

<p>
1.1.6.

「Cookie」是一小段數據，
由網路伺服器傳送並儲存於
在使用者的電腦上，
每次使用者透過網頁用戶端或網頁​​瀏覽器向網頁伺服器傳送HTTP請求時，
都會儲存這些數據，

當使用者嘗試開啟對應的網頁時，

網站也會發送這些數據。 </p>

<p>1.1.7.

「IP位址」是電腦網路中一個唯一的網路位址，

該網路是透過IP協定建構的。 </p>

<h2>2. 一般規定</h2>

<p>2.1.

使用者使用本網站，
即表示同意本政策，

隱私和處理條件，

用戶個人資料。 </p>

<p>2.2.

如果使用者不同意本政策的條款，

使用者必須，

停止使用本網站。 </p>

<p>2.3.本隱私權政策僅適用於

本網站。 </p>管理方

不控製本網站，也不對
使用者可能造訪的第三方網站承擔任何責任

使用者可能透過本網站上的連結造訪這些網站。

</p>

<p>
2.4.

網站管理方不核實

用戶提供的個人資料的可靠性。

</p>

<h2>3. 隱私權政策的主題</h2>

<p>
3.1.

本隱私權政策
規定了網站管理方在
用戶為向網站管理方提出各種請求時（例如，
在網站上註冊、下單、

訂閱通知等）而提供的個人資料方面，對用戶有意保密的義務。

用戶提供個人資料時，

使用者透過填寫網站上的特定表格提供個人數據，

通常包括以下資訊：

</p>

<p>
3.2.1.

使用者的姓氏、名字、父名；</p>

<p>
3.2.2.

用戶的聯絡電話；</p>

<p>
3.2.3.

電子郵件地址；</p>

<p>
3.2.4.

使用者的居住地及其他
數據。 </p>

<p>
3.3.

網站管理方也致力於

保護個人數據，這些數據會在

造訪網站頁面的過程中自動傳輸：</p>

<p>
IP
地址；<br>

來自 Cookie 的資訊；<br>

關於瀏覽器（或其他造訪網站的程式）的資訊；<br>

訪問時間；<br>

訪問的
頁面地址；<br>

引薦來源網址（先前造訪的
頁面地址）等。 </p>

<p>
3.3.1.

停用 Cookie 可能會導致您無法

造訪本網站。 </p>

<p>
3.3.2.

本網站會收集有關您訪客的

IP 位址的統計資訊。此

資訊用於識別和解決技術問題，以及

控制已執行操作的正確性。 </p>

<p>
3.4.

除上述未提及的任何其他個人信息
（例如購買歷史記錄、

使用的瀏覽器和作業系統

系統等）不會被故意

披露，除非本
隱私權政策第 5.2 和 5.3 條另有規定。 </p>

<h2>4. 收集使用者個人資訊的目的</h2>

<p>
4.1.

用戶個人數據
網站管理方可將其用於
以下目的：</p>

<p>
4.1.1.

使用者識別，

在網站上註冊，用於
下訂單和/或達成協議。

協定. </p>

<p>
4.1.2.

向使用者提供存取權限

個人化資源
網站。 <br>
4.1.3. 收集用戶回饋

包括指導
通知、關於
網站使用、服務提供、
處理
用戶的請求和申請的請求。 </p>

<p>
4.1.4.

確定使用者位置
用於安全、

防範詐欺。 </p>

<p>
4.1.5.

個人資料準確性和完整性證明

用戶提供的個人數據

</p>

4.1.6.

建立帳戶以進行購買

如果使用者已同意建立帳戶。

</p>

4.1.7.

向網站使用者發送有關訂單狀態的通知

</p>

4.1.8.

處理及接收付款、

稅務或稅務確認

福利、付款爭議、確定

獲得信用額度的權利

使用者
</p>

4.1.9.

為用戶提供有效的

客戶和技術支持，以解決

與使用網站相關的問題

</p>

4.1.10.

向用戶提供其

同意書、產品更新、

特別優惠、價格資訊、

新聞通訊和其他訊息

代表本網站或合作夥伴網站。 </p>

<p>
4.1.11.

開展廣告活動

經用戶同意。 </p>

<p>
4.1.12.

提供使用者存取第三方網站或合作夥伴服務的權限

以便使用者透過本網站接收

優惠、更新或服務。 </p>

<h2>5. 個人資訊處理方法與期限</h2>

<p>
5.1.

處理用戶的個人數據
不受時間限制，

透過任何合法手段，包括

個人資訊系統

使用工具

自動化或不使用此類手段
處理數據。 </p>

<p>
5.2.

用戶同意：

網站管理方有權將
個人資料傳輸給

第三方，
特別是快遞公司、

郵政機構、

電信營運商，
僅用於
履行用戶在網站上提出的請求，

且僅限於本協議框架內

公開要約。 </p>

<p>
5.3.

用戶的個人資料可以

傳輸給國家機關

僅在
基於現行法律規定的理由和方式

的情況下。 </p>

<h2>6. 雙方的義務</h2>

<p>
6.1.

使用者承諾：</p>

<p>
6.1.1.

提供正確且真實的

使用本網站所需的個人資料資訊。 </p>

<p>
6.1.2.

更新或補充所提供的
個人資料信息，

如資訊發生變更。 </p>

<p>
6.1.3.

採取措施保護您對儲存在網站上的

您的機密資料的存取。 </p>

<p>
6.2.

網站管理方承諾：</p>

<p>
6.2.1.

僅將收到的資訊用於
本隱私權政策第 4 條所規定的用途。 </p>

<p>
6.2.2.

除本隱私權政策第 5.2 條及

5.3 條另有規定外，不會揭露用戶的個人資料。 </p>

<p>
6.2.3.

在發現不可靠的個人資料或非法行為時，
自使用者或其法定代理人或授權機構聯繫或提出請求之日起，
在核實期間，
封鎖與相關用戶有關的個人資料。 </p>

7. 各方責任</h2>

<p>
7.1.

網站管理方負責

根據現行法律法規，對有意揭露個人
用戶資料負責，
但本隱私權政策第 5.2、5.3 和 7.2 條規定的情況除外。

隱私權政策。

7.2.

個人資料遺失或洩露

若出現以下情況，網站管理方不承擔責任：

以下機密資訊：


7.2.1.

在遺失或洩漏之前已成為公共領域。
...用戶須對所提供的個人資料的

合法性、正確性和真實性負責，

並遵守現行法律法規。 </p>
<h2>8. 爭議解決</h2>

<p>
8.1.

在就因
網站使用者與
網站管理方之間
的關係而產生的
在爭議向法院提起訴訟之前，

必須提交
索賠書（

自願解決爭議的書面提議）。 </p>

<p>
8.2.

索賠書接收方應在收到索賠書之日起 30 個

日曆日內，

以書面通知申請人
索賠書的審查結果。 </p>

<p>
8.3.

如果未能達成協議，爭議將
提交法院審理，

由法院依據現行法律法規進行裁決。 </p>

<p>
8.4.

本隱私權政策

以及 Usersatelier 與
網站管理方之間的關係適用
現行法律。 </p>

<h2>9. 附加條款</h2>

<p>
9.1.

網站管理方有權

在未經用戶同意的情況下

對本隱私權政策進行更改。 </p>

<p>
9.2.

新的隱私權政策
自發布日起生效

除非另有規定
隱私權政策的新版本。 </p>

<p><br></p>